tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "aws-nuke"
brew "awscli"
brew "clang-format"
brew "cmake"
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "htop"
brew "jq"
brew "llvm"
brew "marksman"
brew "neovim"
brew "ninja"
brew "parallel"
brew "pkg-config"
brew "ripgrep"
brew "starship"
cask "discord"
cask "figma"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "macpass"
cask "macs-fan-control"
cask "mullvadvpn"
cask "obs"
cask "orbstack"
cask "postman"
cask "slack"
