tap "homebrew/bundle"
brew "cmake"
brew "curl"
brew "dotnet", link: false
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "llvm"
brew "marksman"
brew "neovim"
brew "ninja"
brew "node"
brew "pkg-config"
brew "r"
brew "ripgrep"
brew "scons"
brew "starship"
cask "figma"
cask "jetbrains-toolbox"
cask "macs-fan-control"
cask "postman"
